{"name":"Alice Test","description":"A DOG\n\nOkay, so you're thinking, \"Do I really want to read a book that's over a hundred years old? Isn't it going to be kind of boring?\" Well, I'm here to tell you that Alice's Adventures in Wonderland is not your average, stuffy old book. It's actually a pretty wild ride.  \n\nAlice is a normal girl who falls asleep in a meadow and tumbles down a giant rabbit hole. She winds up in a place called Wonderland, which is full of all sorts of strange and wonderful creatures. There's the Mad Hatter, the Cheshire Cat, the Queen of Hearts...and don't even get me started on the Red Queen. \n\nAlice has all sorts of adventures in Wonderland, and she even grows and changes as a person by the end of the book. So if you're looking for something a little bit different to read, something that will make you laugh and think and maybe even feel a little bit scared, then you should definitely check out Alice's Adventures in Wonderland.\n","external_link":"","seller_fee_basis_points":0,"fee_recipient":"0xf39fd6e51aad88f6f4ce6ab8827279cfffb92266","license":{"ops":[{"insert":"The original text of \"Alice’s Adventures in Wonderland, by Lewis Carroll\" is public domain and copied from Project Gutenberg. \n\nhttps://www.gutenberg.org/ebooks/11\n\n\"This eBook is for the use of anyone anywhere in the United States and most other parts of the world at no cost and with almost no restrictions whatsoever. You may copy it, give it away or re-use it under the terms of the Project Gutenberg License included with this eBook or online at www.gutenberg.org. If you are not located in the United States, you will have to check the laws of the country where you are located before using this eBook.\"\n\nAll other text and artwork is CC0 licensed and can be freely used or copied.\n\nhttps://creativecommons.org/share-your-work/public-domain/cc0/\n\nTo the extent possible under law, Patrick Toner has waived all copyright and related or neighboring rights to this work. This work is published from: United States.\n\n\n\n"}]},"image":"ipfs://QmSerYJJ11Q9gR5YPs2Ny47Zzm8zAvRbZeuAZe7NUCZMGz/QmeL8dxWDhVAMA4o4PDzMiF6C8avTuQnkHDGbvoNZszxLS.jpg"}